{"List":{"Product":[{"Name":"Processador INTEL Core i7 5960K 3.0GHz-20MB","Category":"CPU","Price":"1349","PointsLimit":"10","Short":"INTEL Core i7 5960K 3.0GHz-20MB","LaunchDate":"2015-12-15","Description":"\r\n      Intel i7-5960X Extreme Edition, Core. Família de processador: Intel Core i7 Extreme Edition, Velocidade da CPU: 3 GHz, Processor socket: LGA2011-v3. Máxima RAM suportada: 64 GB, Tipos de memórias suportadas: DDR4-SDRAM, Supported memory clock speeds: 1333, 1600, 2133 MHz. Potência termal: 140W. PCI Express slots version: 3.0, Sets de instruções suportados: SSE4.2, AVX 2.0, AES, Escalabilidade: 1S. Intel Turbo Boost Technology: 2.0, Intel Virtualization Technology: VT-d, VT-x\r\n    "},{"Name":"Processador INTEL Core i5-4690K 3.5GHz 6MB","Category":"CPU","Price":"299","PointsLimit":"30","Short":"INTEL Core i5-4690K 3.5GHz 6MB","LaunchDate":"2015-12-15","Description":"\r\n      Intel i5-4690K, Core. Família de processador: Intel Core i5, Processor frequency: 3,5 GHz, Processor socket: Socket H3 (LGA 1150). Máxima RAM suportada: 32 GB, Tipos de memórias suportadas: DDR3-SDRAM, Supported memory clock speeds: 1333, 1600 MHz. Modelo da placa gráfica on-board: Intel HD Graphics 4600, Frequência base de gráficos: 350 MHz, Frequência dinâmica máxima de gráficos: 1200 MHz. Potência termal: 88W. PCI Express slots version: 3.0, Configurações PCI Express: 1x16, 2x8, 1x8+2x4, Sets de instruções suportados: AVX 2.0, SSE4.1, SSE4.2\r\n    "},{"Name":"Processador AMD FX6300 Black Ed 6 Cores 3.5GHz 6/8Mb AM3+","Category":"CPU","Price":"139","PointsLimit":"25","Short":"AMD FX6300 Black Ed 6 Cores 3.5GHz 6/8Mb AM3+","LaunchDate":"2015-12-15","Description":"\r\n      AMD 6300, FX. Família de processador: AMD FX, Velocidade da CPU: 3.5 GHz, Processor socket: Socket AM3+. Potência termal: 95 W\r\n    "},{"Name":"Processador AMD FX9370 Black Ed 8 Cores 4.4GHz 8/8Mb AM3+","Category":"CPU","Price":"259","PointsLimit":"25","Short":"AMD FX9370 Black Ed 8 Cores 4.4GHz 8/8Mb AM3+","LaunchDate":"2015-12-15","Description":"\r\n      AMD 9370, FX. Família de processador: AMD FX, Velocidade da CPU: 4.4 GHz, Processor socket: Socket AM3+. Tipos de memórias suportadas: DDR3-SDRAM, Suporte de canais de memória: Dual. Potência termal: 220W\r\n    "},{"Name":"Processador INTEL Core i7 950-3.06GHz 8MB LGA1366","Category":"CPU","Price":"289","PointsLimit":"40","Short":"INTEL Core i7 950-3.06GHz 8MB LGA1366","LaunchDate":"2015-12-15","Description":"\r\n      Intel® Core™ i7-950 Processor - Quad Core ( 4Cores / 8Threades)- Velocidade do processador: 3.06GHz- Max Turbo Frequency 3.33GHz- Intel® Smart Cache: 8 MB- Intel® QPI Speed: 4.8TG/s- Socket: FC LGA1366- Manufacturing Technology: 45 nm- Thermal Design Power: 130W- GPU: NAO incluí- Intel® Turbo Boost Technology - Intel® Hyper-Threading Technology- Intel VT-x- Intel 64 - Enhanced Intel Speedstep® Technology - Execute Disable Bit3 anos garantia\r\n    "},{"Name":"MB ASUS Chip. X99 SK2011 8xDDR4 USB 3.1 RAMPAGE V EXTREME/3.1","Category":"Motherboard","Price":"539","PointsLimit":"25","Short":"MB ASUS Chip. X99 SK2011 8xDDR4","LaunchDate":"2015-12-15","Description":"\r\n      ASUS RAMPAGE V EXTREME/USB 3.1. Tipos de memórias suportadas: DDR4-SDRAM, Tipo de memória slots: DIMM, Canais de memória: Quad. Família de processador: Intel, Modelo do processador: Core i7, Processor socket: LGA 2011-v3. Interfaces HDD suportadas: Serial ATA III. Controlador LAN: Intel I218V, Tipo de ethernet interface: Gigabit, Padrões Wi-Fi: 802.11a, 802.11ac, 802.11b, 802.11g, 802.11n. Motherboard chipset family: Intel, Motherboard chipset: Intel X99, Estrutura da motherboard: ATX extensível.\r\n    "},{"Name":"MB ASUS Chipset 760G SKT AM3+DDR3/VGA mATX - M5A78L-M LX3","Category":"Motherboard","Price":"54.9","PointsLimit":"15","Short":"MB ASUS Chipset 760G","LaunchDate":"2015-12-15","Description":"\r\n      ASUS M5A78L-M LX3. Tipos de memórias suportadas: DDR3-SDRAM, Tipo de memória slots: DIMM, Suporte de canais de memória: dual. Família de processador: AMD, Processador: Athlon, Athlon FX, Phenom, Sempron, Processor socket: Socket AM3+. Canais de saída de áudio: 7.1, Sistema de som: Realtek ALC887. PCI Express slots version: 2.0. Largura do produto: 244 mm, Profundidade da Unidade: 188 mm\r\n    "},{"Name":"MB ASUS Chip Intel Z97 SK1150 4XDDR3/HDMI ATX - Z97-K","Category":"Motherboard","Price":"129","PointsLimit":"20","Short":"MB ASUS Chip Intel Z97 SK1150","LaunchDate":"2015-12-15","Description":"\r\n      ASUS Z97-K. Tipos de memórias suportadas: DDR3-SDRAM, Tipo de memória slots: DIMM, Supported memory clock speeds: 1333, 1600, 1866, 2000, 2133, 2200, 2250, 2400, 2600, 2666, 2800, 2933, 3000 MHz. Família de processador: Intel, Processador: Celeron, Core i3, Core i5, Core i7, Pentium, Processor socket: Socket H3(1150). Interfaces HDD suportadas: Serial ATA III. Tipo de ethernet interface: Gigabit. Componente para: PC, Motherboard chipset family: Intel, Motherboard chipset: Intel Z97\r\n    "},{"Name":"Caixa Cooler Master Cosmos II-Tower ATX - RC-1200-KKN1","Category":"Chassis","Price":"419","PointsLimit":"12","Short":"Master Cosmos II-Tower ATX - RC-1200-KKN1","LaunchDate":"2015-12-15","Description":"\r\n      RC-1200-KKN1 - Caixa Cooler Master Cosmos II The Ultra Tower - Advanced Control Panel manage up to 10 fans Brushed aluminium and steel durable and elegant sliding Top Cover Round Aluminium Handrails Airflow optimized design with clip-on dust filter panel clip-on dust filter on top XL-ATX and Quad VGAs compatible 13 HDDs Individual chambers for improved thermal management Advanced thermal Management Removable HDD cage Can install 140mm fan x 2 at top Race-car inspired design luxurious and elegant\r\n    "},{"Name":"Nox Blaze X2 Project","Category":"Chassis","Price":"209","PointsLimit":"20","Short":"Nox Blaze X2","LaunchDate":"2015-12-15","Description":"\r\n      Chassis Nox, desenhado para suportar dois sistemas em simultâneo. Com entrada USB 3.0 na parte inferior. Suporta placas gráficas de grandes dimensões (até 360mm). Incorpora até 10 baías HDD externas.Slots: Superior: 1Inferior: 10Painel Frontal: Superior: 2x USB 2.0 + HD Audio Inferior: 1x USB 3.0 + 2x USB 2.0 + HD AudioGarantia: 2 anos de garantiaMaterial: - Estrutura: SECC- Painel frontal: ABS/Grelha MetálicaBaías: - Externas:Parte superior: 2x 5,25_Parte Inferior: 4x 5,25_- Internas:2x HDD Easy Swap 3,5_6x HDD Easy Swap 3,5_; 4x 2,5_ SSDCompatibilidade: ATX, Micro ATX, Extended ATXExtras: - Baías com HOT SWAP- Suporta placas gráficas de grande formato (até 360mm)- Altura Máx. para CPU cooling: 190mmCor: PretoVentoinhas: FRONTAL (Entrada) 2x 120mm (Incluída) TRASEIRA Saída) 1x 120mm (Incluída) TOPO (Saída) [secção superior] 4x 120mm ou 3x 140mm ou 2x 230mm[corpo principal]3x 120mm ou 3x 140mmLATERAL (Entrada) 2x 120mmBASE1x 120mm ou 1x 140mm ou 1x 230mmDimensões: 780 x 605 x 227 mm\r\n    "},{"Name":"Caixa Cooler Master K380 MidTower ATX-USB3.0- RC-K380-KWN1","Category":"Chassis","Price":"59.9","PointsLimit":"30","Short":"K380 MidTower ATX-USB3.0- RC-K380-KWN1","LaunchDate":"2015-12-15","Description":"\r\n\t      Baías - 525 x 3 expostas - 35 x 7 2 x exposta 5 x internas - 2535- SATA HDD 3 int - Compatibilidade MB ATX Micro-ATX Ventoinhas - Frontal 1 x 120mm - Traseira 1 x 120mm opcionalnão incluido - Lateral 1 x 120mm opcionalnão incluido - Dimensões 219L x 445A x 479 C mm - Slots 7 Conexões Frontal - 1 x USB 30 - 1 x USB 20 - 1 x Audio - 1 x Mic Tipo fonte aliemntaçao ATX PS2 nao incluida Compat max comprimento VGA card 316mm altura CPU cooler 155mm\r\n\t    "},{"Name":"Nox Coolbay VX Red Devil","Category":"Chassis","Price":"69.9","PointsLimit":"8","Short":"Coolbay VX Red Devil","LaunchDate":"2015-12-15","Description":"\r\n\t      Chassis mid-tower Nox, edição especial com detalhes em vermelho, excelente capacidade de refrigeração, 3 controladores de ventoinha incluídos, dock station na parte superior, inlcui ventoinha com LED Vermelho, detalhes em vermelho, porta USB 3.0, filtros removíveis.Extras: - Edição Red Devil com interior e detalhes em vermelho - Porta USB 3.0 - Dock station 2.5_ na parte superior - 3 controladores com 3 posições (Low/Stop/High) - Janela lateral transparente - Suporta até 6 ventoinhas - Suporta radiadores duplos de 120mm - Bandeja de suporte na parte superior - Filtros laváveis na parte inferior - Suporta gráficas de grandes dimensões - Painéis frontal e superior com rede metálica - Suporta refrigeração líquida Baías: Externas: 3x 5.25_ Internas: 7x 3.5_/2.5_ Compatibilidade: ATX, Micro ATX Ventoinhas: Frontal: 1 x 120 mm LED vermelho Traseiro: 1 x 120 mm Vermelha Frontal: 1 x 120 mm (opcional) Inferior: 1 x 120 mm (opcional) Superior: 2 x 120 mm (opcional) Dimensões: 165 x 465 x 490 mm Slots: 7 Painel Frontal: 1x USB 3.0; 2x USB 2.0; 1x HD Audio; 1x Mic Material: SECC e plástico Cor: Preto com detalhes em vermelho Peso: 7.5 Kg Garantia: 2 anos\r\n\t    "},{"Name":"Computador DO.IT PRO i3-4170 4GB 500GB WIN10 MS OFFICE 365","Category":"DesktopPC","Price":"419","PointsLimit":"20","Short":"i3-4170 4GB 500GB","LaunchDate":"2015-12-15","Description":"\r\n      ...\r\n    "},{"Name":"COMPUTADOR PREDADOR ALPHA v2.0","Category":"DesktopPC","Price":"444","PointsLimit":"20","Short":"SSD KINGSTON 120Gb SATA3","LaunchDate":"2015-12-15","Description":"\r\n      ...\r\n    "},{"Name":"COMPUTADOR PREDADOR MACH 1.1","Category":"DesktopPC","Price":"1399","PointsLimit":"12","Short":"MACH 1.1","LaunchDate":"2015-12-15","Description":"\r\n      ...\r\n    "},{"Name":"HP 3TB 3G SATA 7.2k 3.5in MDLHDD - 628059-B21","Category":"HDD","Price":"749","PointsLimit":"35","Short":"3TB 3G SATA 7.2k 3.5in MDLHDD","LaunchDate":"2015-12-15","Description":"\r\n      3TB 3G SATA 7.2K rpm LFF (3.5-inch) Midline\r\nAs unidades SATA HP foram concebidas para a fiabilidade e necessidade de armazenamento em massa dos servidores actuais de entrada e ambientes de armazenamento externos. A oferta SATA divide-se em duas categorias: Unidades de Entrada (ETY) e Midline (MDL). As unidades de Entrada SATA HP constituem a solução de custo por unidade mais baixa para servidores de nível de entrada. As unidades SATA Midline HP foram concebidas com fiabilidade e desempenho económicos para armazenamento externo, cópias de segurança e aplicações de arquivo. Estas unidades de capacidade elevada oferecem o preço mais baixo em $/GB para os nossos clientes. As unidades SATA de Entrada e Midline oferecem a melhor vantagem em termos de preço para aplicações de missão não crítica, com cargas de trabalho baixas de 40% ou inferior. As unidades SATA HP estão disponíveis em factor de forma reduzido (2,5 pol.) e factor de forma alargado (3,5 pol.) e são entregues com garantia padrão de um ano.\r\n    "},{"Name":"Disco 3.5 2TB WD Red Pro 64Mb SATA 6Gb/s NAS/RAID -WD2001FFSX","Category":"HDD","Price":"189","PointsLimit":"20","Short":"3.5 2TB WD Red Pro 64Mb SATA 6Gb/s NAS/RAID","LaunchDate":"2015-12-15","Description":"\r\n      Western Digital Red Pro. Interface do host: Serial ATA III, Capacidade do Disco Rígido: 2000 GB, Tamanho do disco rígido: 8,89 cm (3.5\\''). Consumo de energia em modo de espera: 0,4W, Consumo de energia, economia de energia: 0,4W, Consumo de energia (leitura): 6,5W. Largura do produto: 10,16 cm, Altura da Unidade: 2,61 cm, Profundidade da Unidade: 14,7 cm. Emissões de pressão acústica: 34 dB\r\n    "},{"Name":"NB ACER PRO Extensa EX2510 i5-4210U 4GB 500GB W8.1","Category":"Laptop","Price":"499.9","PointsLimit":"25","Short":"ACER PRO Extensa EX2510 i5-4210U 4GB 500GB","LaunchDate":"2015-12-15","Description":"\r\n      ...\r\n    "},{"Name":"NB ASUS i7 4710MQ 16GB 256SSD 14P FHD Win8.1Pro - B451JA-FA074G","Category":"Laptop","Price":"1209","PointsLimit":"20","Short":"ASUS i7 4710MQ 16GB 256SSD 14P FHD","LaunchDate":"2015-12-15","Description":"\r\n      ASUS B451JA. Família de processador: Intel Core i7, Modelo de processador: i7-4710MQ. Velocidade da CPU: 2,5 GHz. Capacidade da memória incorporada: 16 GB, Tipo de memória incorporada: DDR3L-SDRAM, Velocidade do clock: 1600 MHz. Capacidade total de armazenamento: 256 GB, Armazenamento: SSD, Capacidade do SSD: 256 GB. Tamanho do ecrã na diagonal (pol.): 35,56 cm (14\\''), Rácio de aspecto: 16:9. Tipo de produto: Notebook, Cor da caixa: Preto, Cinzento, Estrutura: Concha. Garantia: 3 anos recolha e entrega local.\r\n    "},{"Name":"NB ASUS Intel i7 6700HQ 16GB 1TB + 128GB SSD 15,6\\''FHD nVidia Gf GTX960M 4Gb Black - GL551VW-FW136T","Category":"Laptop","Price":"1459","PointsLimit":"12","Short":"ASUS Intel i7 6700HQ 16GB 1TB","LaunchDate":"2015-12-15","Description":"\r\n      ASUS GL551VW-FW136T. Família de processador: Intel Core i7, Modelo de processador: i7-6700HQ. Velocidade da CPU: 2,6 GHz. Capacidade da memória incorporada: 16 GB, Tipo de memória incorporada: DDR4. Capacidade total de armazenamento: 1 TB, Capacidade da drive SDD: 128 GB. Armazenamento: HDD + SSD. Tamanho do ecrã na diagonal (pol.): 39,62 cm (15.6\\''), Resolução: 1920 x 1080 pixels. Garantia: 2 anos recolha e entrega Internacional.\r\n    "},{"Name":"Placa de Som ASUS XONAR PHOEBUS PCIE-ROG XONAR PHOEBUS SOLO","Category":"Soundboard","Price":"119","PointsLimit":"30","Short":"ASUS XONAR PHOEBUS PCIE-ROG","LaunchDate":"2015-12-15","Description":"\r\n      ASUS Rog Xonar Phoebus Solo. Qualidade áudio: 24 bit, Canais de saída de áudio: 7.1, Line-out Signal-to-Noise Ratio (SNR): 118 dB. Interface do host: PCI-E\r\n    "},{"Name":"Placa de Som ASUS XONAR DSX 7.1 PCIe - XONAR DSX","Category":"Soundboard","Price":"49.9","PointsLimit":"15","Short":"ASUS XONAR DSX 7.1 PCIe","LaunchDate":"2015-12-15","Description":"\r\n      GX 25 para efeitos de áudio 3D realistas nos jogos - Tecnologia DTS Connect para uma experiência de som surround 71 envolvente - Desfute de Hi-Fi verdadeiro no PC a 192k24bit - Ranhura OPamp trocável - Afine o seu próprio som facilmente - Detecção automática do painel frontal - A melhor flexibilidade e conectividade\r\n    "},{"Name":"Disco Toshiba SSD 512GB Stand Alone","Category":"SSD","Price":"429","PointsLimit":"20","Short":"SSD 512GB","LaunchDate":"2015-12-15","Description":"\r\n      Toshiba Q Series. Capacidade da drive SSD: 512 GB, Interfaces da drive SSD: Serial ATA III, Tamanho: 63.5 mm (2.5 \\''). Velocidade de leitura, suporte: 552 MB/s, Velocidade de escrita: 501 MB/s. Consumo de energia (idle): 2.7 W. Software incorporado: NTI Echo. Largura do produto: 69.85 mm, Profundidade da Unidade: 100 mm, Altura da Unidade: 9.5 mm\r\n    "},{"Name":"Disco SSD KINGSTON 120Gb SATA3 HyperX Fury - SHFS37A/120G","Category":"SSD","Price":"59.9","PointsLimit":"20","Short":"SSD KINGSTON 120Gb SATA3","LaunchDate":"2015-12-15","Description":"\r\n      Kingston Technology HyperX FURY SSD 120GB. Capacidade da drive SSD: 120 GB, Interfaces da drive SSD: Serial ATA III, Velocidade de leitura, suporte: 500 MB/s. Tamanho: 6.35 cm (2.5\\''), Cor da caixa: Preto, Cinzento. Consumo de energia em modo de espera: 0.31W, Consumo de energia (leitura): 1.65W, Consumo de energia (escrita): 2.76W. Largura do produto: 6.98 cm, Profundidade da Unidade: 7 mm, Altura da Unidade: 10.01 cm. Tipo de embalagem: Blister\r\n    "},{"Name":"Disco SSD OCZ 240Gb SATA3 Trion 100 - 550R/520W 91K IOPs","Category":"SSD","Price":"89.9","PointsLimit":"12","Short":"OCZ 240Gb SATA3 Trion 100","LaunchDate":"2015-12-15","Description":"\r\n      Disco SSD OCZ Trion 100 - Capacidade da drive SSD: 240 GB Tamanho do disco rígido: 2.5\\'' SATA III - 550R/520W 91K IOPs Cor da caixa: Branco, Azul.\r\n    "}]}}